/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Der opstod en fejl på serveren. Prøv venligst igen.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Der opstod en ukendt fejl. Prøv venligst igen.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API-nøgler";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generer";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Kun hvis Mac ikke er i brug";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Kun hvis prioriteten er mindst:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Sæt følgende foran notifikationer:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl-login";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Sender til Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Programmet sendte en kommando som serveren ikke forstod. Prøv venligst igen.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Du loggede ikke ind og tillod at generere en API-nøgle.";

